[
    {
        "index": 1,
        "title": "MAXHUB全通道无声音整机麦克风升级指南",
        "content": [],
        "script": "大家好，欢迎来到本次演讲。今天我将为大家介绍关于MAXHUB全通道无声音整机麦克风升级的指南。这是我们演讲的第一页ppt，我们开始吧！"
    },
    {
        "index": 2,
        "title": "一、上门前准备",
        "content": [
            "故障现象：MAXHUB全通道无声音",
            "上门前准备\n（1）一个U盘\n（2）软件升级包，使用U盘拷贝软件升级包，U盘连接整机自带的windows PC模块，升级包可以拷贝至windows PC模块中运行，也可以不拷贝直接在U盘中运行"
        ],
        "script": "大家好，欢迎继续我们的演讲。今天我们来讲解关于上门前准备的内容。这是我们演讲的第二页ppt，让我们开始吧！首先，让我们来看一下故障现象，MAXHUB全通道无声音。在上门前准备阶段，我们需要做一些准备工作。第一，准备一个U盘。第二，准备软件升级包，并使用U盘将其拷贝到整机自带的windows PC模块中。你可以选择将升级包拷贝至模块中运行，或者直接在U盘中运行。这就是上门前准备的内容了。接下来，我们继续讲解下一页ppt的内容。"
    },
    {
        "index": 3,
        "title": "二、升级前的准备动作",
        "content": [
            "1、卸载、安装windows的USB设备驱动\n在windows上运行软件升级包中的“1、卸载、安装设备驱动（先卸载，后安装，保证使用的是新的设备驱动）.bat”脚本，先执行驱动卸载，再执行驱动安装。（如果一直使用的是同一台windows PC，则卸载、安装更新一次即可；若换了新的windows PC，则需要重新卸载、安装更新驱动）"
        ],
        "script": "大家好，我们继续本次演讲。现在我们来讲解升级前的准备动作。这是我们演讲的第三页ppt。在升级前的准备动作中，我们需要进行一些操作。首先，我们需要卸载和安装windows的USB设备驱动。可以在windows上运行软件升级包中的'卸载、安装设备驱动（先卸载，后安装，保证使用的是新的设备驱动）.bat'脚本，先执行驱动卸载，再执行驱动安装。如果你一直使用的是同一台windows PC，那么只需要卸载和安装更新一次即可。但如果你换了新的windows PC，那么需要重新卸载和安装更新驱动。这就是升级前的准备动作了。接下来，我们继续讲解下一页ppt的内容。"
    },
    {
        "index": 4,
        "title": "二、升级前的准备动作",
        "content": [
            "2、关闭UsbDebuger工具与USB麦克风阵列固件升级工具，这两个工具会与麦克风升级脚本冲突，会导致升级过程异常。"
        ],
        "script": "大家好，我们继续本次演讲。现在我们来讲解升级前的准备动作。这是我们演讲的第四页ppt。在升级前的准备动作中，还有一些需要注意的事项。第一，关闭UsbDebuger工具与USB麦克风阵列固件升级工具。这两个工具会与麦克风升级脚本冲突，导致升级过程异常。所以在升级之前，请确保关闭这两个工具。这就是关于升级前的准备动作的内容了。接下来，我们继续讲解下一页ppt的内容。"
    },
    {
        "index": 5,
        "title": "三、升级步骤",
        "content": [
            "（1）右键以管理员身份运行软件升级包中的“2、升级麦克风固件（右键以管理员身份运行）.bat”脚本。（会将已运行的AndroidTool.exe、UsbDebuger工具、USB麦克风阵列固件升级工具退出，将目标整机麦克风自动切换至Loader升级模式，并运行AndroidTool.exe升级工具）"
        ],
        "script": "大家好，我们继续本次演讲。现在我们来讲解升级步骤。这是我们演讲的第五页ppt。在升级步骤中，有一些关键的操作。首先，以管理员身份运行软件升级包中的'升级麦克风固件（右键以管理员身份运行）.bat'脚本。这个操作会执行以下几个任务：会将已运行的AndroidTool.exe、UsbDebuger工具、USB麦克风阵列固件升级工具退出，将目标整机麦克风自动切换至Loader升级模式，并运行AndroidTool.exe升级工具。这就是升级步骤的内容了。接下来，我们继续讲解下一页ppt的内容。"
    },
    {
        "index": 6,
        "title": "三、升级步骤",
        "content": [
            "（2）点击AndroidTool.exe升级工具中的“执行”选项即可进行升级，36s左右可以完成升级。（若麦克风模块的flash是空片，则AndroidTool.exe升级工具会识别到Maskrom升级模式；若麦克风模块的flash已经有软件，则AndroidTool.exe升级工具会识别到Loader升级模式）\n（3）升级成功后，目标整机麦克风模块会自动重启。（整机可以选择不用重启）"
        ],
        "script": "大家好，我们继续本次演讲。现在我们来讲解升级步骤。这是我们演讲的第六页ppt。在升级步骤中，有一些关键的操作。第一，点击AndroidTool.exe升级工具中的'执行'选项即可进行升级。整个升级过程大约需要36秒左右完成。（如果麦克风模块的flash是空片，那么AndroidTool.exe升级工具会识别到Maskrom升级模式。如果麦克风模块的flash已经有软件，那么AndroidTool.exe升级工具会识别到Loader升级模式）。第二，升级成功后，目标整机麦克风模块会自动重启。但你也可以选择不重启整机。这就是升级步骤的内容了。接下来，我们继续讲解下一页ppt的内容。"
    },
    {
        "index": 7,
        "title": "三、升级步骤",
        "content": [
            "（4）查看升级后的软件版本，可以运行软件升级包中的“3、获取麦克风固件版本.bat”脚本调用如下工具进行查看，也可以通过整机工厂菜单进行查看。"
        ],
        "script": "大家好，我们继续本次演讲。现在我们来讲解升级步骤。这是我们演讲的第七页ppt。在升级步骤中，还有一些需要注意的事项。第一，查看升级后的软件版本。你可以运行软件升级包中的'获取麦克风固件版本.bat'脚本调用相关工具进行查看。另外，你也可以通过整机工厂菜单进行查看。这就是关于升级步骤的内容了。接下来，我们继续讲解下一页ppt的内容。"
    },
    {
        "index": 8,
        "title": "三、升级步骤",
        "content": [
            "（5）对整机麦克风进行测试，运行软件升级包中的“4、运行麦克风工厂测试工具.bat”脚本调用如下工具即可。"
        ],
        "script": "大家好，我们继续本次演讲。现在我们来讲解升级步骤。这是我们演讲的第八页ppt。在升级步骤中，还有一些需要注意的事项。第一，对整机麦克风进行测试。你可以运行软件升级包中的'运行麦克风工厂测试工具.bat'脚本调用相关工具进行测试。这就是关于升级步骤的内容了。接下来，我们继续讲解下一页ppt的内容。"
    }
]