[
    {
        "index": 1,
        "title": "TV商务订单流程",
        "content": [
            "2022年3月"
        ],
        "script": "大家好，欢迎来到本次演讲。今天我要和大家分享的是关于TV商务订单流程的内容。首先，我想和大家介绍一下我们演讲的主题是2022年3月的TV商务订单流程。在这个月份里，我们有一些重要的事项需要关注和处理。让我们一起来看看吧。"
    },
    {
        "index": 2,
        "title": "订单流程图",
        "content": [],
        "script": "大家好，欢迎继续参加本次演讲。接下来，我要和大家分享的是关于订单流程图的内容。订单流程图是一个非常重要的工具，它可以帮助我们更好地理解和掌握订单的整个流程。通过订单流程图，我们可以清晰地看到订单从开始到结束的各个环节和步骤。在接下来的演讲中，我将为大家详细介绍订单流程图的相关内容。让我们一起来看看吧。"
    },
    {
        "index": 3,
        "title": "出货安排前提",
        "content": [
            "款项到账",
            "货物入库",
            "合同回签",
            "创建出货",
            "需求确认",
            "审核出货",
            "工厂出库"
        ],
        "script": "大家好，欢迎继续参加本次演讲。接下来，我要和大家分享的是关于出货安排前提的内容。在进行出货安排之前，我们需要满足一些前提条件。首先，款项需要到账，这是出货的基本前提。其次，货物需要入库，这样才能进行后续的出货工作。同时，合同回签也是非常重要的一步，只有在合同回签完成后才能正式进行出货。在创建出货之前，我们还需要进行需求确认，并进行审核出货的工作。最后，工厂出库是出货安排的最后一步。在接下来的演讲中，我将为大家详细介绍出货安排前提的相关内容。让我们一起来看看吧。"
    },
    {
        "index": 4,
        "title": "创建出货内容",
        "content": [
            "1、选择出货工单（先进先出）；\n\n2、确认发货方式；\n\n3、明确发货-到货日期，根据客户排期或叫料需求，结合产出情况安排；\n\n4、填写到货地址和联系人（一般系统默认带出，销管检查）；\n\n5、创建完成提交，状态为新建。\n\n"
        ],
        "script": "大家好，欢迎继续参加本次演讲。接下来，我要和大家分享的是关于创建出货内容的内容。在进行创建出货的过程中，我们需要完成一系列的步骤。首先，我们需要选择出货工单，这是按照先进先出的原则进行的。其次，我们需要确认发货的方式，根据客户的需求和排期来确定。同时，我们还需要明确发货-到货的日期，并根据客户的叫料需求和产出情况进行安排。在填写到货地址和联系人的时候，一般系统会默认带出相关信息，但销管部门还需要进行检查。最后，我们需要创建完成并提交，状态将会显示为新建。在接下来的演讲中，我将为大家详细介绍创建出货内容的相关内容。让我们一起来看看吧。"
    },
    {
        "index": 5,
        "title": "订单录入&出货关联",
        "content": [
            "录单地址",
            "出货自动带出地址"
        ],
        "script": "大家好，欢迎继续参加本次演讲。接下来，我要和大家分享的是关于订单录入和出货关联的内容。在这个页面上，我们可以选择录单地址，并且在出货时会自动带出地址。这样可以提高我们的工作效率，减少重复操作。在接下来的演讲中，我将为大家详细介绍订单录入和出货关联的相关内容。让我们一起来看看吧。"
    },
    {
        "index": 6,
        "title": "出货单据审核",
        "content": [
            "审核延迟情景：\n\n1、客户需求未按时提供，主要是叫料模式的客户\n2、合同未回签+款项不充分，无合同出货&低定金出货审核时间在上午10点、下午4点\n3、客户款项到款延迟\n注：三部特殊说明除了客户款项到账延迟，还有客户需求临时提供，代理商类客户无法提前提供需求",
            "新建",
            "审核中",
            "销管经理审核",
            "财务审核",
            "已审核"
        ],
        "script": "大家好，欢迎继续参加本次演讲。接下来，我要和大家分享的是关于出货单据审核的内容。在进行出货单据审核的过程中，我们需要注意一些延迟情景。首先，如果客户的需求未按时提供，特别是叫料模式的客户，就会导致审核延迟。其次，如果合同未回签或者款项不充分，就无法进行合同出货或者只能进行低定金出货，并且审核时间会在上午10点和下午4点。另外，如果客户的款项到款延迟，也会导致审核的延迟。需要特别说明的是，除了客户款项到账延迟之外，还有一些特殊情况，比如客户需求临时提供、代理商类客户无法提前提供需求等。在接下来的演讲中，我将为大家详细介绍出货单据审核的相关内容。让我们一起来看看吧。"
    },
    {
        "index": 7,
        "title": "出货异常&处理方式",
        "content": [
            "3、品质异常，视严重程度，联动CQA/客服介入处理，同步预警客户时间",
            "1、欠尾数，确认是否有板补：",
            "2、大货未入库，与生管确认未按时产出原因及最新进度"
        ],
        "script": "大家好，欢迎继续参加本次演讲。接下来，我要和大家分享的是关于出货异常和处理方式的内容。在进行出货过程中，有时会出现一些异常情况，我们需要及时处理。首先，如果出现品质异常，我们会根据严重程度联动CQA/客服部门进行处理，并及时向客户发出预警。另外，如果出现欠尾数的情况，我们需要确认是否有板补。此外，如果大货未入库，我们需要与生管部门确认未按时产出的原因和最新进度。在接下来的演讲中，我将为大家详细介绍出货异常和处理方式的相关内容。让我们一起来看看吧。"
    },
    {
        "index": 8,
        "title": "商务端诉求",
        "content": [
            "及时反馈异常",
            "紧急订单主动跟进、及时反馈",
            "及时上传回签单"
        ],
        "script": "大家好，欢迎继续参加本次演讲。接下来，我要和大家分享的是关于商务端诉求的内容。在商务工作中，我们需要及时反馈异常情况，这样可以帮助我们及时解决问题。另外，对于紧急订单，我们需要主动跟进，并及时向相关人员反馈情况。同时，我们也需要及时上传回签单，这样可以方便后续的工作。在接下来的演讲中，我将为大家详细介绍商务端诉求的相关内容。让我们一起来看看吧。"
    },
    {
        "index": 9,
        "title": "Thanks",
        "content": [
            "2022年3月"
        ],
        "script": "大家好，欢迎继续参加本次演讲。接下来，我要和大家分享的是关于结束语的内容。首先，我要感谢大家在这次演讲中的参与和支持。在2022年3月的TV商务订单流程中，我们学到了很多有关订单处理和出货安排的知识和技巧。通过这次演讲，我希望大家能够更加了解和掌握TV商务订单流程的相关内容，并能够在实际工作中应用和运用。再次感谢大家的参与和支持，祝大家工作顺利，谢谢！"
    }
]